#!/bin/bash

clear

echo "╔════════════════════════════════════════╗"
echo "║ 🌸🌼🌺  broken lord (VI)  🌺🌼🌸 ║"
echo "╚════════════════════════════════════════╝"
echo ""

echo "🌷 𝐇𝐞𝐥𝐥𝐨 👋 𝐚𝐧𝐝 𝐰𝐞𝐥𝐜𝐨𝐦𝐞!"
echo "𝐈'𝐦 𝐛𝐫𝐨𝐤𝐞𝐧 𝐥𝐨𝐫𝐝 😁"
echo ""

echo "🌹 𝐃𝐨 𝐲𝐨𝐮 𝐡𝐚𝐯𝐞 𝐚 𝐠𝐢𝐫𝐥𝐟𝐫𝐢𝐞𝐧𝐝,"
echo "𝐨𝐫 𝐬𝐡𝐨𝐮𝐥𝐝 𝐈 𝐛𝐞 𝐨𝐧𝐞 🥺😩?"
echo ""

echo "🌼 𝐈'𝐦 𝐡𝐞𝐫𝐞 𝐭𝐨 𝐡𝐞𝐥𝐩 𝐲𝐨𝐮 𝐨𝐮𝐭"
echo "𝐰𝐢𝐭𝐡 𝐦𝐲 𝐚𝐛𝐢𝐥𝐢𝐭𝐢𝐞𝐬 𝐛𝐞𝐥𝐨𝐰 ✨"
echo ""
echo "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━"
echo ""

# Auto date
DATE=$(date +"%d/%m/%Y @%H:%M")
echo "⏱️ 𝐔𝐩𝐭𝐢𝐦𝐞: ★0𝐡𝐨𝐮𝐫𝐬.1𝐦𝐢𝐧.58𝐬𝐞𝐜"
echo "📅 𝐃𝐚𝐭𝐞: ★$DATE"
echo "📍 𝐍𝐚𝐢𝐫𝐨𝐛𝐢 🌆 🏙️"
echo ""

echo "👨‍💻 𝐃𝐞𝐯: 𝐛𝐫𝐨𝐤𝐞𝐧 𝐥𝐨𝐫𝐝"
echo "🔗 𝐆𝐢𝐭𝐇𝐮𝐛: github.com/lordpremo"
echo ""

echo "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━"
echo "⠄⠄⠄⠄⠄⠄⠄⠄⣀⣠⣤⣤⣤⣄⡀⠄⠄⠄"
echo "⠄⠄⠄⠄⠄⠄⣴⣿⣿⣿⡿⣿⡿⣗⢌⢳⡀⠄"
echo "⠄⠄⠄⠄⠄⣼⣿⡇⣿⠹⡸⡹⣷⡹⡎⣧⢳⠄"
echo "⠄⠄⠄⠄⠄⣿⣿⠱⡙⠰⣢⡱⢹⡇⡷⢸⢸⠄"
echo "⠄⠄⠄⠄⠄⢿⢸⡈⣉⣤⠠⣴⡄⡇⠁⠄⢸⠄"
echo "⠄⠄⠄⠄⠄⠸⡆⡃⡙⢍⣹⡿⢓⠄⠤⣐⡟⠄"
echo "⠄⠄⠄⠄⠄⠄⠙⠾⠾⠮⣵⢸⡔⢷⣍⠉⠄⠄"
echo "⠄⠄⠄⠄⢀⣴⣾⣿⣷⡺⡋⢞⣎⣚⣛⣳⣴⣶"
echo "⠄⠄⠄⠄⢘⣛⣩⣾⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿"
echo "⠄⠄⣀⠺⣿⣿⣿⠟⣡⣾⠿⢿⣿⣿⡎⢋⠻⣿"
echo "⠄⠄⣉⣠⣿⣿⡏⣼⣿⠁⠶⠄⣿⣿⡇⡼⠄⠈"
echo "⠄⠄⣈⠻⠿⠟⢁⠘⢿⣷⣶⣾⣿⠟⡰⠃⠄⠄"
echo "⠄⣴⣿⣧⢻⣿⣿⣷⣦⣬⣉⣩⣴⠞⠁⠄⠄⠄"
echo "⠄⠘⠿⠿⢸⣿⣿⣿⣿⣿⣿⣿⠁⠄⠄⠄⠄⠄"
echo "⠄⢤⡝⣧⢸⣿⣿⣿⣿⣿⣿⠟⠄⠄⠄⠄⠄⠄"
echo "⣜⢧⠻⣀⢿⣿⣿⣿⣿⣿⠏⣾⣧⡀⠄⠄⠄⠄"
echo "⠹⢂⣾⣿⠸⣿⣿⣿⣿⡏⣼⣿⣿⣷⠄⠄⠄⠄"
echo "⠄⣿⣿⣿⣧⠹⣿⢻⡿⢰⣿⣿⣿⣿⣇⠄⠄⠄"
echo "⢸⣿⣿⣿⣿⣇⢹⢸⢁⣿⣿⣿⣿⣿⣿⡆⠄⠄"
echo "⢸⣿⣿⣿⣿⣿⣆⠄⣿⣿⣿⣿⣿⣿⣿⡇⠄⠄"
echo "⠸⣿⣿⣿⣿⣿⣿⠄⢿⣿⣿⣿⣿⣿⣿⡇⠄⠄"
echo ""
echo "🌸 ©𝟐𝟎𝟐𝟓–𝟐𝟎𝟐𝟔 | 𝐌𝐚𝐝𝐞 𝐛𝐲 𝐛𝐫𝐨𝐤𝐞𝐧 𝐥𝐨𝐫𝐝"
echo ""
echo "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━"
echo "📢 Reply with .help for command list"
echo "📲 https://whatsapp.com/channel/0029VbCHdGo7j6g5YVppfd2J"
echo ""
